Repository: KomAuras/rssreader
Catalog: locale/*/LC_MESSAGES/shop_rssreader.po
Languages: ru_ru

source: Enable plugin
ru_ru: Включить плагин

source: Enable default feed
ru_ru: Включить дефолтовый фид

source: is output to home.html
ru_ru: выводится в home.html

source: Feed url
ru_ru: Ссылка на фид

source: Show posts
ru_ru: Показывать записей

source: Instructions for using the plugin
ru_ru: Инструкция по использованию плагина

source: By default the plugin is disabled.
ru_ru: По умолчанию плагин отключен.

source: First of all, set mark «Enable plugin».
ru_ru: Вначале включите плагин. Переключатель вверху страницы.

source: The default feed is outputted in a home.html as:
ru_ru: Фид по умолчанию - выводится вверху шаблона home.html как:

source: If you need to put the output in your place, use:
ru_ru: Если вы хотите вывести фид в каком либо другом месте шаблона, используйте следующий код:

source: First param - feed url
ru_ru: Первый параметр ссылка на фид

source: 2nd param - how many records to show
ru_ru: Второй параметр - количество записей для отображения

source: 3rd param - before list
ru_ru: Третий параметр код перед списком

source: 4rd param - after list
ru_ru: Четвертый параметр код после списка

source: 5rd param - record mask
ru_ru: Пятый параметр строка новости

source: You can use the following macros in record:
ru_ru: Вы можете использовать следующие макросы при формировании строки новости:

source: link to news
ru_ru: сылка на новость

source: news date
ru_ru: дата публикации новости

source: news title
ru_ru: заголовок новости

source: full news text (with images)
ru_ru: полный текст новости

source: Save
ru_ru: Сохранить

source: Saved
ru_ru: Записано

source: On
ru_ru: вкл

source: Off
ru_ru: выкл

source: Allows you to display RSS feed on your site
ru_ru: Позволяет отображать RSS фид на сайте

source: text truncated to 100 characters and ...
ru_ru: текст усеченный до 100 символов + ...

source: http://feeds.feedburner.com/webasystcom
ru_ru: http://feeds.feedburner.com/webasystcom/ru
